{
    "visionaryStatements": [
      {
        "id": 1,
        "text": "I have affinity for tackling and creatively solving the biggest, most complex problems."
      },
      {
        "id": 2,
        "text": "I am constantly generating new ideas i never run out."
      },
      {
        "id": 3,
        "text": "I am a great leader. People tend to follow me."
      },
      {
        "id": 4,
        "text": "I am highly optimistic in my outlook."
      },
      {
        "id": 5,
        "text": "My natural perspective is oriented toward things that are external to the company, big-picture or futuristic thinking."
      },
      {
        "id": 6,
        "text": "I am the creator of, and champion for, the company Vision."
      },
      {
        "id": 7,
        "text": "I sometimes find it difficult to translate my Vision into something that others understand. They don't seem to get it."
      },
      {
        "id": 8,
        "text": "I eventually have the \"right\" idea. It may come from having a large volume of different ideas or a small number that I feel strongly about."
      },
      {
        "id": 9,
        "text": "I have zero patience for putting operational policy, structure, and repeatability systems in place."
      },
      {
        "id": 10,
        "text": "I naturally think about the future of th e industry, our product or our service, what's coming, and how we can best position the company to take advantage of it."
      },
      {
        "id": 11,
        "text": "I am naturally insightful, skilled at deductive, reasoning, and highly innovative in thinking of ways to make ideas bigger and better."
      },
      {
        "id": 12,
        "text": "I don't like being held accountable or being told what to do. I find it challenging to establish genuine accountability in my company."
      },
      {
        "id": 13,
        "text": "I embrace and enjoy the role of being the engine for big, new, breakthrough ideas, the spark, getting them started."
      },
      {
        "id": 14,
        "text": "I embrace and enjoy the role of solving the biggest problems faced by the company."
      },
      {
        "id": 15,
        "text": "I embrace and enjoy the role of being responsible for a few large, key strategic, relationships (vendor, client, banking,industry)."
      },
      {
        "id": 16,
        "text": "I embrace and enjoy the role of selling and closing big deals."
      },
      {
        "id": 17,
        "text": "I struggle with follow-through. I lose interest in finishing new ideas. I don't have patience or interest for a lot of detail. I wish people would get to the point. I get bored and distracted very easily."
      },
      {
        "id": 18,
        "text": "I embrace and enjoy the role of being the \"entrepreneurial spark plug,\" providing passion and inspiration."
      },
      {
        "id": 19,
        "text": "I embrace and enjoy the role of researching and developing new products and services."
      },
      {
        "id": 20,
        "text": "I embrace and enjoy the role of leading the way on learning and discovery that advances the organization."
      }
    ]
}  